Dlubal.RFEM5.LoadAxisType
Type of load axis.

Dlubal.RFEM5.LoadAxisType.UnknownLoadAxisType
Unknown type of load axis

Dlubal.RFEM5.LoadAxisType.PositiveAxisXType
Positive axis X

Dlubal.RFEM5.LoadAxisType.PositiveAxisYType
Positive axis Y

Dlubal.RFEM5.LoadAxisType.PositiveAxisZType
Positive axis Z

Dlubal.RFEM5.LoadAxisType.NegativeAxisXType
Negative axis X

Dlubal.RFEM5.LoadAxisType.NegativeAxisYType
Negative axis Y

Dlubal.RFEM5.LoadAxisType.NegativeAxisZType
Negative axis Z